Repository: Hyberia/hyberia.ca
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fr_ca

source: Top
fr_ca: Haut

source: Work
fr_ca: Production passées

source: Team
fr_ca: Équipe

source: Contact
fr_ca: Contacte

source: Hi. We're <strong>Hyberia</strong>.
fr_ca: Bonjour. Nous sommes <strong>Hyberia</strong>

source: A <strong>webcasting</strong> and <strong>videography</strong> solution for special events and other things.
fr_ca: Une solution <strong>diffusion web</strong> et <strong>vidéographie</strong> pour événements spéciaux et autre choses.

source: What we do
fr_ca: Ce qu'on fait

source: We take your event to a global audience.
fr_ca: Nous prenons votre événement à un auditoire global.

source: Webcasting is broad, but we focus on making your event available online.
fr_ca: Diffusion web est vague, mais nous nous concentrons sur la disponibilité de votre événement en ligne.

source: Live, No hassle
fr_ca: En direct, Aucun souci

source: There is no limit on who can watch your event.
fr_ca: Il n'y a aucune limite de visionnement pour votre événement.

source: Ticketed event
fr_ca: Événement payant

source: We can monetize your event. You set the price, we deliver.
fr_ca: Nous pouvons rendre votre événement payant. Fixez votre prix, nous livrons.

source: We travel
fr_ca: Nous voyageons

source: We are ready to go where your event is, as long as we can get to it.
fr_ca: Nous sommes prêt à aller où votre événement se trouve, en autant qu'on puisse se rendre.

source: Video Production
fr_ca: Production Vidéo

source: We can save the memories from your event.
fr_ca: Nous capturons les souvenirs de votre événement.

source: Video editing
fr_ca: Édition vidéo

source: Summerized version or promotional media for your event? We do that!
fr_ca: Version sommaire ou média promotionel pour votre événement? Nous le faisons.

source: Weddings
fr_ca: Mariages

source: Yes, we even do weddings!
fr_ca: Oui, nous faisons aussi les mariages!

source: Still not sure what we can do?
fr_ca: Pas encore certain ce que l'on peut faire?

source: See some of our previous work
fr_ca: Voir les évéments fait auparavant

source: Previous clients
fr_ca: Clients antérieurs

source: Over the years we have worked at many great events.
fr_ca: À travers des années, nous avons travaillé à plusieurs évéments

source: <i>The origin of Hyberia.</i> We started just doing it for fun and now we deliver, record and organise many shows over the 3 days of the event.
fr_ca: <i>L'origine d'Hyberia</i> Nous avons commencés à le faire pour le plaisir et maintenant nous livrons, enrigistrons et organise plusieurs spectacles durant les 3 jours de l'événement

source: 3 nights of live broadcast during Ottawa Pride Week.
fr_ca: 3 nuits de diffusion en directe durant la semaine de Fierté à Ottawa

source: Presented by eSports North.
fr_ca: Présenté par eSports North.

source: Production of <a href="https://www.youtube.com/watch?v=1SE-LsBKIu0">a theater ad</a> and videography for the main event hall including a <i>Skype-in</i>.
fr_ca: Production <a href="https://www.youtube.com/watch?v=1SE-LsBKIu0">d'un annonce au cinéma</a> et vidéographie pour la salle principale, incluant un <i>Skype-in</i>

source: Still have questions?
fr_ca: Encore des questions?

source: Get in touch with us
fr_ca: Contactez nous

source: The team.
fr_ca: L'Équipe

source: Founded in 2011 by Mathieu and Arnaud, we have grown to a small but dedicated team.
fr_ca: Fondé en 2011 par Mathieu et Arnaud, nous avons grandit à une petite équipe dédiée.

source: Other members
fr_ca: Autres membres

source: Want to hire Get in touch!
fr_ca: Désir d'engager Contactez nous!

source: We normally answer pretty quickly.
fr_ca: Nous répondons assez rapidement.

source: Find us on ...
fr_ca: Trouvez nous sur ...
